//
//  ColorsData.swift
//  Calmy
//
//  Created by Никита Олтян on 20.03.2021.
//

import Foundation
import UIKit

class ColorsData {
    
    static let colorsAssetsNames: Array<String> = ["black",
                                        "flickrBlue",
                                        "blue",
                                        "green",
                                        "yellowOchre",
                                        "redwood",
                                        "violet",
                                        "gray",
                                        "white"]
    
    static let colorsNames: Array<String> = ["Черный",
                                        "Синий",
                                        "Голубой",
                                        "Зеленый",
                                        "Желтый",
                                        "Красный",
                                        "Сиреневый",
                                        "Серый",
                                        "Белый"]
    
    static let colorsDesc: Array<String> = ["Сила, уверенность, ощущение интриги от жизни. Усугубляющееся депрессивное состояние, грусть и отстраненность от окружающего мира.",
        "Раздумья, размышления о смысле жизни и вечном. \n\nЦелеустремленность, самоотверженность, желание отстаивать личные взгляды и точку зрения. Строгость и серьезная жизненная позиция. Благоприятное состояние нервной системы, спокойное состояние.",
        "Комфорт, защищенность и надежность. \"Отключение\" от всех проблем. Сконцентрированность и желаних тихо и спокойно делать свое дело, добиваясь результата.",
        "Перерождение или душевный покой. Излечение и релаксация, рассеянность и скука.\n\n Уравновешенность, работоспособность и гармония. Отсутствие депрессивных мыслей.",
        "Повышенное настроение и работа воображения. Позитив и талантливые проявления способностей. Целеустремленность и готовность подстроиться под собеседника.",
        "Активность, целеустремленность, жесткость и, возможно, агрессивность. Страсть, любовь и самопожертвование. Сильный характер, смелость и целеустремленность.",
        "Привязанность и теплые чувства.Филосовские размышления, душевное равновесие и ощущения полета. \n\nРомантичность, сентиментальность, мечтательность. Проявление умственных способностей..",
        "Нейтральное отношение к происходящему. Рабочие будни и повседневность. Дружелюбие, спокойствие, стабильность, реализм и здравый смысл.",
        "Чистота, невинность и светлое отношение к жизни. Желание или старт новых начинаний, чувство свободы, вдохновения. Добро, честность и совершенство."
    ]
}
