Repository: nikitaoltyan/Calmy
Catalog: Calmy/*.lproj/Localizable.strings
Languages: ru

# black
source: Strength, confidence, a sense of intrigue from life. Aggravating depressive state, sadness and detachment from the outside world.
ru: Сила, уверенность, ощущение интриги от жизни. Усугубляющееся депрессивное состояние, грусть и отстраненность от окружающего мира.

# blue
source: Reflections on the meaning of life and the eternal. Purposefulness, selflessness. Rigor and a serious attitude to life. A favorable state of the nervous system, a calm state.
ru: Размышления о смысле жизни и вечном. Целеустремленность, самоотверженность. Строгость и серьезная жизненная позиция. Благоприятное состояние нервной системы, спокойное состояние.

# light_blue
source: Comfort, security and reliability. Disconnecting from all problems. Concentration and the desire to quietly and calmly do the job, achieving results.
ru: Комфорт, защищенность и надежность. "Отключение" от всех проблем. Сконцентрированность и желание тихо и спокойно делать свое дело, добиваясь результата.

# green
source: Rebirth or peace of mind. Healing and relaxation, distraction and boredom. Balance, efficiency and harmony. Lack of depressive thoughts.
ru: Перерождение или душевный покой. Излечение и релаксация, рассеянность и скука. Уравновешенность, работоспособность и гармония. Отсутствие депрессивных мыслей.

# yellow
source: Increased mood and imagination work. Positive and talented displays of abilities. Purposefulness and willingness to adapt to the interlocutor.
ru: Повышенное настроение и работа воображения. Позитив и талантливые проявления способностей. Целеустремленность и готовность подстроиться под собеседника.

# red
source: Active, purposeful, tough, and possibly aggressive. Passion, love, and self-sacrifice. Strong character, courage and determination.
ru: Активность, целеустремленность, жесткость и, возможно, агрессивность. Страсть, любовь и самопожертвование. Сильный характер, смелость и целеустремленность.

# purple
source: Affection and warm feelings. Philosophical reflections, mental balance and feelings of flight. Romantic, sentimental, dreamy. The manifestation of mental abilities.
ru: Привязанность и теплые чувства. Философские размышления, душевное равновесие и ощущения полета. Романтичность, сентиментальность, мечтательность. Проявление умственных способностей.

# gray
source: A neutral attitude to what is happening. Working days and everyday life. Friendliness, calmness, stability, realism and common sense.
ru: Нейтральное отношение к происходящему. Рабочие будни и повседневность. Дружелюбие, спокойствие, стабильность, реализм и здравый смысл.

# white
source: Purity, innocence and a bright attitude to life. The desire or start of new beginnings, a sense of freedom, inspiration. Kindness, honesty, and excellence.
ru: Чистота, невинность и светлое отношение к жизни. Желание или старт новых начинаний, чувство свободы, вдохновения. Добро, честность и совершенство.

# black_name
source: Black
ru: Черный

# blue_name
source: Blue
ru: Синий

# light_blue_name
source: Azure
ru: Голубой

# green_name
source: Green
ru: Зеленый

# yellow_name
source: Yellow
ru: Желтый

# red_name
source: Red
ru: Красный

# purple_name
source: Purple
ru: Сиреневый

# gray_name
source: Gray
ru: Серый

# white_name
source: White
ru: Белый

# greeting
source: Welcome to Calmy â€“ a simple mood tracker
ru: Welcome to Calmy – простой трекер настроения

# onboarding_large_label
source: There is nothing complicated here
ru: Здесь нет ничего сложного

# onboarding_explanation
source: Just choose the color of your mood that you feel right now. You can focus on the description, or you can trust your intuition. It's all you!
ru: Просто выбирай цвет своего настроения, который ты чувствуешь сейчас. Можешь ориентироваться на описание, а можешь довериться своей интуиции. Дерзай!

# block_one_label
source: Tap on this button to choose a color
ru: Нажимай на такую кнопку, чтобы выбрать цвет

# block_two_label
source: This how one day moods look like
ru: Так выглядит изменение настрояния за день

# block_two_explanation_one
source: 12 a.m.
ru: 00. Полночь

# block_two_explanation_two
source: 12 p.m.
ru: 24. Полночь

# block_three_label
source: In the middle of the day it was like this
ru: В середине дня было так

# block_three_explanation
source: Midday. The last mood is yellow
ru: Полдень. Последнее настроение – желтое

# block_four_label
source: And then it turns into this
ru: А вот так стало через время

# block_four_explanation
source: Day. The mood turned red! It's fire!
ru: День. Настроение стало красным! Огонь!

# next_slide
source: NEXT
ru: ПРОДОЛЖИТЬ

# end
source: FINISH
ru: ЗАВЕРШИТЬ

source: Choose
ru: Выбрать

source: Info
ru: Информация

# info_desc
source: You can follow our Instagram and and ask any question you want.
ru: Подпишись на наш Instagram и задай любой вопрос.
